Repository: ViIvanov/janus
Catalog: Rsdn/Janus.Rsdn/Properties/Resources.*.resx
Languages: ru

# BrokenTopicMessage1
source: Found {0} broken topic ({1})
ru: Найдена {0} оборванная ветка ({1})

# BrokenTopicMessage2
source: Found {0} broken topics ({1})
ru: Найдено {0} оборванных ветки ({1})

# BrokenTopicMessage5
source: Found {0} broken topics ({1})
ru: Найдено {0} оборванных веток ({1})

# BrokenTopicRequestHint
source: Parent for message '{0}' not found
ru: Для сообщения '{0}' не найден родитель

# BrokenTopicRequestSource
source: Broken messages search
ru: Поиск оборванных веток

# CompressionUsed
source: use compression method '{0}'
ru: используется метод сжатия '{0}'

# DownloadTopics
source: Download additional topics
ru: Загрузка дополнительных сообщений

# DownloadTopicsStat
source: {0} {1} downloaded
ru: {0} {1} загружено

# ErrorOnMessageDelete
source: Error on deleting message with id=
ru: Ошибка при удалении сообщения id=

# ErrorOnMessageProcessing
source: Error on processing message with id=
ru: Ошибка при обработке сообщения id =

# FailedOutboundMessages1
source: outbound message failed
ru: сбойное исходящее сообщение

# FailedOutboundMessages2
source: outbound messages failed
ru: сбойных исходящих сообщения

# FailedOutboundMessages5
source: outbound messages failed
ru: сбойных исходящих сообщений

# ForumsReceived1
source: forum
ru: форум

# ForumsReceived2
source: forums
ru: форума

# ForumsReceived5
source: forums
ru: форумов

# GetForumsList
source: Query forums list from server
ru: Запрос списка форумов с сервера

# InboundMessages1
source: inbound message
ru: входящее сообщение

# InboundMessages2
source: inbound messages
ru: входящих сообщения

# InboundMessages5
source: inbound messages
ru: входящих сообщений

# InboundRates1
source: inbound rate
ru: входящая оценка

# InboundRates2
source: inbound rates
ru: входящих оценки

# InboundRates5
source: inbound rates
ru: входящих оценок

source: indexed
ru: проиндексировано

# Messages1
source: message
ru: сообщение

# Messages2
source: messages
ru: сообщения

# Messages5
source: messages
ru: сообщений

# Moderatorials1
source: moderatorial
ru: модерирование

# Moderatorials2
source: moderatorials
ru: модерирования

# Moderatorials5
source: moderatorials
ru: модерирований

# NewMsgProcessingProgressText1
source: {0} message processed
ru: {0} сообщение обработано

# NewMsgProcessingProgressText2
source: {0} messages processed
ru: {0} сообщения обработано

# NewMsgProcessingProgressText5
source: {0} messages processed
ru: {0} сообщений обработано

# NewRatesProcessingProgress1
source: {0} rate processed
ru: {0} оценка обработана

# NewRatesProcessingProgress2
source: {0} rates processed
ru: {0} оценки обработано

# NewRatesProcessingProgress5
source: {0} rates processed
ru: {0} оценок обработано

# NoCompression
source: use no compression
ru: сжатие не используется

# OutboundMessages1
source: outbound message
ru: исходящее сообщение

# OutboundMessages2
source: outbound messages
ru: исходящих сообщения

# OutboundMessages5
source: outbound messages
ru: исходящих сообщений

# OutboundRates1
source: outbound rate
ru: исходящая оценка

# OutboundRates2
source: outbound rates
ru: исходящих оценки

# OutboundRates5
source: outbound rates
ru: исходящих оценок

source: Post messages
ru: Отсылка сообщений

# ProcessMessages
source: Processing received messages
ru: Обработка новых сообщений

# QueryNewMessages
source: Query new messages from forums
ru: Запрос новых сообщений в форумах

# QueryNewUsers
source: Query new user profiles from server
ru: Запрос новых пользователей

source: Query new violations
ru: Запрос новых нарушений

# SubscribeMessage
source: Subscribe to forum(s)…
ru: Подписка на форум(-ы)…

# UsersReceived1
source: user
ru: пользователь

# UsersReceived2
source: users
ru: пользователя

# UsersReceived5
source: users
ru: пользователей

# WarningOnUnsubscribeForum
source: Delete forum '{0}' records?
ru: Удалить записи форума '{0}'?

# WarningOnUnsubscribeForumCaption
source: Warning!
ru: Внимание!
