Repository: ViIvanov/janus
Catalog: Janus/Features/Search/SearchDummyForm.*.resx
Languages: ru

# searchInOverquoting.Text
source: Overquoting
ru: Много цитирования

# searchInQuestions.Text
source: Find in question
ru: Поиск в корневых сообщениях

# searchAnyWords.Text
source: Any of words
ru: Любое из слов

# searchInMyMessages.Text
source: Find in my messages
ru: Поиск в моих сообщениях

# searchInMarked.Text
source: Find in mark
ru: Поиск в помеченных сообщениях

# clearButton.Text
source: Clear parameters
ru: Очистить параметры

# lblAdditionalParameters.Text
source: Additional parameters
ru: Дополнительные параметры

# lblSearchTo.Text
source: Find to
ru: До даты

# lblSearchFrom.Text
source: Find from
ru: От даты

# searchAuthor.Text
source: Find author
ru: Поиск автора

# searchInSubject.Text
source: Find in subject
ru: Поиск в теме

# searchInText.Text
source: Find in text
ru: Поиск в тексте

# lblForum.Text
source: Forum
ru: Форум

# lblSearch.Text
source: Search
ru: Ищем

# searchButton.Text
source: Find now
ru: Искать

# _markedCol.Text
source: marked
ru: Отмеченный
