Repository: ViIvanov/janus
Catalog: Janus/Features/ForumViewer/MarkMsgReadForm.*.resx
Languages: ru

# colForum.Text
source: Forum
ru: Форум

# colDescription.Text
source: Description
ru: Описание

# btnCancel.Text
source: Cancel
ru: Отмена

# label2.Text
source: Forums for mark messages:
ru: Форумы:

# _exceptAnswersMeCheck.Text
source: Except answers to me
ru: Исключая ответы мне

# _markBeforeRadio.Text
source: Mark messages to date:
ru: Отметить сообщения до даты:

# _markBetweenRadio.Text
source: Mark messages between dates
ru: Отметить сообщения между датами:

# _markAfterRadio.Text
source: Mark messages after date
ru: Отметить сообщения после даты:

# _markAsCombo.Items
source: as Read
ru: как прочитанные

# _markAsCombo.Items1
source: as Unread
ru: как непрочитанные

# _exceptMarkedBranchesCheck.Text
source: Except marked branches
ru: Исключая помеченные ветки

# _currentForumButton.Text
source: Current
ru: Текущий
